brew 'rbenv'
brew 'fd'
brew 'difftastic'
brew 'ripgrep'
brew 'fzf'
brew 'neovim'
brew 'fish'
brew 'efm-langserver'
brew 'exa'
brew 'curl'
brew 'htop'
brew 'git'
brew 'starship'
brew 'tree-sitter'
brew 'zoxide'
brew 'postgresql'
brew 'fnm'
brew 'yarn'
brew 'tmux'
brew 'lua-language-server'
brew 'bat'
brew 'ruby-build'
brew 'redis'
brew 'git-delta'
brew 'less'
brew 'curl'
brew 'lefthook'
brew 'prettier'
brew 'entr'
brew 'gh'
brew 'jq'
brew 'koekeishiya/formulae/yabai'
brew 'atuin'
brew 'tree'
brew 'ffmpeg'
brew 'openconnect'

tap 'natecraddock/taps'
brew 'zf'

tap 'homebrew/cask-fonts'
cask 'font-hack-nerd-font'

cask 'karabiner-elements'
cask 'bitwarden'
cask 'hammerspoon'
cask 'google-chrome'
cask 'slack'
cask 'betterdisplay'
cask 'kitty'
cask 'syncthing'
cask 'contexts'
cask 'bartender'
cask 'keybase'
cask 'tailscale'

# Karnov
brew 'google-cloud-sdk'
brew 'kubectl'
# vim:ft=ruby:
