brew "asdf"
brew "bat"
brew "curl"
brew "difftastic"
brew "efm-langserver"
brew "entr"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "flamegraph"
brew "fzf"
brew "gcc"
brew "git"
brew "git-delta"
brew "htop"
brew "htop"
brew "jq"
brew "lefthook"
brew "less"
brew "lua-language-server"
brew "meetingbar"
brew "neovim"
brew "overmind"
brew "prettier"
brew "fsouza/prettierd/prettierd"
brew "ranger"
brew "redis"
brew "ripgrep"
brew "sqlite"
brew "starship"
brew "stylua"
brew "trash"
brew "tree"
brew "tree-sitter"
brew "yabai"
brew "yarn"
brew "zf"
brew "zoxide"

tap "homebrew/cask-fonts"
cask "font-hack-nerd-font"

cask "karabiner-elements"
cask "bitwarden"
cask "hammerspoon"
cask "google-chrome"
cask "slack"
cask "betterdisplay"
cask "kitty"
cask "syncthing"
cask "contexts"
cask "bartender"
cask "raycast"
cask "flux"
cask "hex-fiend"

# Ruby Build Deps ? Not sure if needed
brew "ruby-build"
brew "openssl@3"
brew "readline"
brew "libyaml"
brew "gmp"

# vim:ft=ruby:
